const CardPools = [
  {
    group: '通用',
    shape: [[1,0],[0,1],[1,1],[0,2]],
  },
  {
    group: '通用',
    shape: [[0,0],[1,0],[1,1],[2,1]],
  },
  {
    group: '通用',
    shape: [[0,0],[0,1],[1,1],[1,2]],
  },
  {
    group: '通用',
    shape: [[1,0],[2,0],[0,1],[1,1]],
  },
  {
    group: '通用',
    shape: [[2,0],[0,1],[1,1],[2,1]],
  },
  {
    group: '通用',
    shape: [[0,0],[1,0],[1,1],[1,2]],
  },
  {
    group: '通用',
    shape: [[0,0],[1,0],[2,0],[0,1]],
  },
  {
    group: '通用',
    shape: [[0,0],[0,1],[0,2],[1,2]],
  },
  {
    group: '通用',
    shape: [[0,0],[0,1],[1,1],[2,1]],
  },
];

export default CardPools;
